Repository: salihonder05/Advanced-WordPress-Tool
Catalog: languages/Advanced-WordPress-Tool-*.po
Languages: tr_tr

source: - Google Fonts, JS Libraries or more
tr_tr: - Google Fontları, Js dosyaları ve daha fazlası

source: - Your Google Analytics, Yandex Metrica, Facebook Pixel etc. Codes.
tr_tr: - Google Analytics, Yandex Metrica, Facebook Pixel ve diğer tüm kodlarınız.

source: Add Scripts (To Header)
tr_tr: Script Ekle (Header'a)

source: Add SVG Support (Media - Upload)
tr_tr: SVG desteği ekle (Medya dosyaları için Upload)

source: Cancel everything you don't need. Make WordPress more secure. Take care of all your transactions with a single plugin.
tr_tr: İhtiyacınız olmayan herşeyi iptal edin. Wordpressi daha güvenli ve hızlı hale getirin. Tüm ihtiyacınızı tek eklenti ile halledin.

source: Disable api.w.org Relation Link
tr_tr: api.w.org Relation Linkini Kaldır

source: Disable Rest API for Guests (site.com/wp-json)
tr_tr: Ziyaretçilerin REST API erişimini kaldır (site.com/wp-json)

source: Disable Admin Bar From Frontend
tr_tr: Admin Bar'ı siteden kaldır (Admin panelden kaldırmaz)

source: Disable Auto Save (In Edit Screens)
tr_tr: Otomatik Kaydetmeyi Kapat (Düzenleme ekranlarında)

source: Disable Comment System
tr_tr: Yorum Sistemini Kaldır

source: Disable Dns Prefetch Link
tr_tr: DNS Prefetch Linkini Kaldır

source: Disable Gutenberg Editor
tr_tr: Gutenberg Editörünü Kaldır

source: Disable Html In Comments (For Safe Comments)
tr_tr: Yorumları HTML den temizle

source: Disable Manifest
tr_tr: Manifest Linkini Kaldır

source: Disable Plugins Auto Update
tr_tr: Eklentilerin Otomatik Güncellenmesini Engelle

source: Disable Previous and Next Article Links From Head (Html)
tr_tr: Önceki ve Sonraki Yazı Bağlantılarını Header'dan Kaldır

source: Disable Query Strings All Static Resources
tr_tr: Statik Kaynaklardan Sorgu Dizelerini Kaldır

source: Disable RSS Links
tr_tr: RSS Linklerini Header'dan Kaldır

source: Disable Screen Options Button (Administrators Excluded)
tr_tr: Ekran Tercihleri Butonunu Admin Panelden Kaldır. (Adminler Hariç)

source: Disable Shortlink
tr_tr: Shortlink'i Header'dan kaldır

source: Disable Theme/Plugin File Editors
tr_tr: Tema/Eklenti Düzenleyiciyi İptal Et

source: Disable Themes Auto Update
tr_tr: Temaların Otomatik Güncellenmesini Engelle

source: Disable WP Core Auto Update
tr_tr: Wordpress'in Otomatik Güncellenmesini Engelle

source: Disable WP Embed Link
tr_tr: WP Embed Linkini iptal et.

source: Disable WP Emojis
tr_tr: WP Emojilerini İptal Et

source: Disable WP Version Number
tr_tr: Wordpress versiyon numarasını header'dan kaldır

source: Disable XMLRPC
tr_tr: XMLRPC' yi Header'dan kaldır

source: Move Jquery To Google CDN From Wp-Includes
tr_tr: WordPress Jquery kaynağını CDN e taşı

source: Please select the items you want to disable.
tr_tr: Lütfen iptal etmek istediğiniz öğeleri seçin.

source: Save Settings
tr_tr: Ayarları Kaydet

source: Select Options
tr_tr: Ayarları Seç

source: Toggle All
tr_tr: Tümünü Değiştir

source: You must remove frontend components.
tr_tr: Temanızda kalıntıları temizlemeniz gerekir.
